IbrahimHasan135/client-side-indoor-navigation/ble-beacon-pointing/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_BT_ENABLED=y
# CONFIG_BT_BLE_50_FEATURES_SUPPORTED is not set
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
# CONFIG_BT_GATTS_ENABLE is not set
# CONFIG_BT_GATTC_ENABLE is not set
# CONFIG_BT_SMP_ENABLE is not set
